{
    "free-access": "Get free access to Odin AI",
    "form": "Fill in our form",
    "all-rights-reserved": "All rights reserved.",
    "tool-description-1": "Odin AI helps the development of small and medium enterprises go through digital transformation. Our web platform ",
    "tool-description-2": "optimizes products and business processes",
    "tool-description-3": " by automatically generating in a few minutes, artificial intelligence-based solutions that solve data prediction problems in tabular format. This whole process is a replacement for experts in the field.",
    "subscribe": "Subscribe",
    "demo": "Get the demo",
    "our-story": "Our story",
    "story-description-1": "Odin AI has started as a research project that makes artificial intelligence easily accessible for everyone. After publishing a ",
    "story-description-2": "paper within ICCP 2021",
    "story-description-3": ", we wanted to transform this idea into a company. ",
    "fix-description": "Now, we are part of the FIX Cluj, a program organized in partnership with City Hall of Cluj-Napoca, which helps young entrepreneurs to develop their ideas into a business.",
    "how-it-works": "How it works",
    "features": "Features",
    "human-readable-reports": "Human-readable reports",
    "adaptive-interface": "Adaptive interface",
    "end-to-end-auto": "End-to-end automation",
    "supervised-tasks": "Supervised learning tasks",
    "no-code-platform": "No-code platform",
    "api": "API",
    "human-readable-reports-description": "Describes how the solution was built, present the decisions at the time of execution and include a comprehensive description of the learned data",
    "adaptive-interface-description": "Allows beginner users to solve problems without expertise in AI field and empowers expert users to customize how a solution is generated",
    "end-to-end-auto-description": "Executes all the steps in a data science project, starting with data cleaning and ending with models’ deployment",
    "supervised-tasks-description": "Solves regression, classification and forecasting problems stored in a tabular format",
    "no-code-platform-description": "Programming knowledge or AI expertise is not needed for using Odin AI",
    "api-description": "Every solution can be easily accessed and integrated via API calls",
    "subscribe-text": "At the moment, we’re working hard on finishing our beta. Subscribe and you’ll be the first to know when we’re ready to launch.",
    "email-invalid": "We are sorry, but the email you introduced is not valid!",
    "email-typing": "Type in your email",
    "demo-request": "Request a demo",
    "request": "Request",
    "email-contact": "Introduce your email address and we'll contact you soon as possible with more details",
    "footer-description" : "Your web platform that optimizes products and business processes by automatically generating AI-based solutions for predictive problems.",
    "tagline-1": "Hassle-free ",
    "tagline-2": "AI-based",
    "tagline-3": "digital transformation"
}
