{
  "free-access": "Get free access to Odin AI",
  "form": "Fill in our form",
  "all-rights-reserved": "All rights reserved.",
  "tool-description-1": "Odin AI helps the development of small and medium enterprises go through digital transformation. Our web platform ",
  "tool-description-2": "optimizes products and business processes",
  "tool-description-3": " by automatically generating in a few minutes, artificial intelligence-based solutions that solve data prediction problems in tabular format. This whole process is a replacement for experts in the field.",
  "subscribe": "Subscribe",
  "demo": "Demo",
  "our-story": "Our story",
  "story-description-1": "Odin AI has started as a research project that makes artificial intelligence easily accessible for everyone. After publishing a ",
  "story-description-2": "paper within ICCP 2021",
  "story-description-3": ", we wanted to transform this idea into a company. ",
  "fix-description": "Now, we are part of the FIX Cluj, a program organized in partnership with City Hall of Cluj-Napoca, which helps young entrepreneurs to develop their ideas into a business.",
  "how-it-works": "How it works",
  "features": "Features",
  "human-readable-reports": "Human-readable reports",
  "adaptive-interface": "Adaptive interface",
  "end-to-end-auto": "End-to-end automation",
  "supervised-tasks": "Supervised learning tasks",
  "no-code-platform": "No-code platform",
  "api": "API",
  "human-readable-reports-description": "Describe how the solution was built, present the decisions at the time of execution and include a comprehensive description of the learned data",
  "adaptive-interface-description": "Allows beginner users to solve problems without expertise in the AI field and empowers expert users to customize how a solution is generated",
  "end-to-end-auto-description": "Executes all the necessary steps of a data science project, starting with data cleaning and ending with models’ deployment",
  "supervised-tasks-description": "Solves regression, classification and forecasting problems stored in a tabular format",
  "no-code-platform-description": "Programming knowledge or AI expertise are not needed for using Odin AI",
  "api-description": "Every solution can be easily accessed and integrated into other application via API calls",
  "subscribe-text": "At the moment, we’re working hard on finishing our beta. Subscribe and you’ll be the first to know when we’re ready to launch.",
  "email-invalid": "We are sorry, but the email you introduced is not valid!",
  "email-typing": "Type in your email",
  "demo-request": "Request a demo",
  "request": "Request",
  "email-contact": "Introduce your email address and we'll contact you soon as possible with more details",
  "footer-description": "Your web platform that optimizes products and business processes by automatically generating AI-based solutions that solve predictive problems.",
  "tagline-1": "Hassle-free ",
  "tagline-2": "AI-based",
  "tagline-3": "digital transformation",
  "tagline-4": "",
  "use-cases": "Use Cases",
  "more-details": "More Details",
  "contact-us": "Contact us",
  "finance": "Finance",
  "finance-3": "Customers churn detection",
  "finance-2": "Insurance costs prediction",
  "finance-1": "Loan default prediction",
  "finance-4": "Fraud detection",
  "finance-5": "Credit risk analysis",
  "transport": "Transport",
  "transport-2": "Predictive fleet maintenance",
  "transport-1": "Shipping volume prediction",
  "transport-3": "Demand forecasting",
  "transport-4": "Delay prediction",
  "manufacturing": "Manufacturing",
  "manufacturing-2": "Energy usage forecasting",
  "manufacturing-1": "Predictive maintenance",
  "manufacturing-3": "Anomalies detection",
  "manufacturing-4": "Quality assessment",
  "marketing": "Marketing",
  "marketing-3": "Lead conversion prediction",
  "marketing-2": "Customer segmentation",
  "marketing-1": "Targeted advertisement",
  "marketing-4": "Predict channels' ROI",
  "marketing-5": "Cross-selling detection",
  "marketing-6": "Trend and sales forecasting",
  "others": "Others",
  "others-1": "Odin can be adapted for any industry",
  "no-industry": "Can't find use cases for your industry?",
  "enter-your-email": "Please enter your email and we can have a chat to see what’s fit best for you!",
  "sent": "Send",
  "industry-problems": "Industry’s problems",
  "frequent-use-cases": "Most frequent AI use cases",
  "cost-decrease": "Cost decrease",
  "case-study": "Case study",
  "problem": "Problem",
  "solution-data": "Solution & data",
  "benefits": "Benefits",
  "transport-description": "Faces difficulties regarding <b>empty truck miles</b>, <b>on-time vehicle maintenance</b>, and <b>delays</b> caused by unexpected events. These issues are not solvable optimally with traditional methods, so artificial intelligence steps into place.",
  "transport-use-case": "shipping volume prediction",
  "transport-problem": "Delivery companies <b>struggle to optimize their fleet size</b> for particular tasks such as transporting returned products.",
  "transport-solution-data": "To solve this problem, Odin will learn from a <b>data set of historical product returns</b> of real customers. This tabular data set has only <b>137 examples</b> and consists of information such as order date, buyer name and address, order quantity and price, shipping fee, payment method, and whether the product was returned.",
  "transport-benefits": "After learning these details, Odin can <b>predict the order status</b> for existing or new customers in the following period with an <b>accuracy of 94.90%</b>. Therefore the <b>fleet size</b> used to transport returned products could be <b>estimated in advance to minimize the cost</b>.",
  "manufacturing-description": "Has obstacles such as <b>product quality issues</b>, <b>downtimes for production lines</b>, and <b>inefficient energy consumption</b>. These problems can be easily solved by leveraging artificial intelligence techniques.",
  "manufacturing-use-case": "predictive maintenance",
  "manufacturing-problem": "Factories <b>face spontaneous production shutdowns</b> or <b>quality issues</b> due to damaged equipment not being repaired in time.",
  "manufacturing-solution-data": "To solve this issue, Odin can <b>predict if the equipment will break soon</b> or if it <b>will defect in some special conditions</b>. In this case, it is done by learning from a tabular data set with <b>7998 examples of historical sensor data</b> and the corresponding behavior of the equipment. The recorded data includes the crafted product quality, temperature, rotations per minute, torque, tool wear, and whether the equipment has failed.",
  "manufacturing-benefits": "The generated solution can detect with an <b>accuracy of 98.68%</b> if the equipment will break soon without the need for a specialist that checks it periodically. In this way, the <b>quality of crafted products</b> and the <b>desired production capacity will always be achieved</b>.",
  "finance-description": "Deals with <b>security breaches</b>, <b>fraudulent transactions</b>, <b>human errors</b>, <b>customer retention difficulties</b>, and <b>clients who no longer can pay their debts</b>. These complications cannot always be solved conventionally, so artificial intelligence is needed.",
  "finance-use-case": "loan default prediction",
  "finance-problem": "When granting a loan, the <b>bank cannot know for sure if the borrower will not be able to pay his debts</b> in the future.",
  "finance-solution-data": "To resolve this predictive problem, Odin can learn from a <b>data set of loans granted by the bank</b>. In this example, the tabular data set has <b>25999 examples of loans</b> that were defaulted or not. The data details the client concerning age, income, homeownership, years of work experience, if the customer defaulted on a loan before, and how many years he had loans. Also, there are included details about the current loan and if the borrower has defaulted it.",
  "finance-benefits": "After the learning phase, Odin can detect with an <b>accuracy of 93.66%</b> if a <b>borrower will default on his loan</b> just by using the type of information employed for training. In this way, any <b>bank can pick their clients more confidently</b> without risking granting money to someone who will not be able to pay them back.",
  "marketing-description": "Runs into problems such as <b>targeting the right audience</b>, <b>choosing the best channels</b>, and <b>estimating the conversion rate and return on investment</b> for campaigns before launching them. These problems are not always easy to solve with classical methods, so artificial intelligence can provide the suitable solution.",
  "marketing-use-case": "targeted advertisement",
  "marketing-problem": "<b>Without running tests, marketers don't know for sure</b> which is the <b>best type of advertisement</b>, <b>where to place it</b>, and what is the <b>most valuable audience.</b>",
  "marketing-solution-data": "To find out if an <b>advertisement will be clicked</b> by a person, Odin will initially learn from a <b>data set of historical records</b> that consists of <b>798 ad placement scenarios</b>. The data includes details about the user as daily site and internet usage, age and gender, and demographic features such as area income, city, and country. Also, information like date, time, ad topic, and if the user clicked it are characteristics registered in the data.",
  "marketing-benefits": "After assimilating all the necessary details Odin can predict with an <b>accuracy of 97.52%</b> if a <b>targeted person will click a particular ad</b>. Thus Odin can understand the behavior of real users and predict the actions of new ones, leading to <b>better ad placement without actually testing campaigns</b>.",
  "transport-procent-details": "<b>63% of companies</b> in the transportation industry have recorded a <b>cost decrease up to 19%</b> due to AI adoption",
  "manufacturing-procent-details": "<b>64% of companies</b> in the manufacturing industry have recorded a <b>cost decrease up to 19%</b> due to AI adoption",
  "finance-procent-details": "<b>58% of companies</b> in the finance industry have recorded a <b>cost decrease up to 19%</b> due to AI adoption",
  "marketing-procent-details": "<b>62% of companies</b> in the marketing industry have recorded a <b>cost decrease up to 19%</b> due to AI adoption",
  "learning-phase": "Learning Phase",
  "testing-phase": "Testing Phase",
  "column-learning": "Column for learning",
  "start-learning": "Start Learning",
  "learning-report": "Learning Report",
  "let-s-test-it": "Let's test it",
  "start-testing": "Start testing",
  "report-testing": "Testing Report",
  "save-results": "Save Results",
  "test-again": "Test Again",
  "upload-database": "Upload Dataset",
  "error-occured": "An error occured!",
  "ups": "Upss...",
  "error-check-train": "Please check your quality of data.<br> Predicted column should not contained missing values.",
  "error-check-test": "Please check your quality of data.",
  "mobile-availability": "This content is available only for desktop version.",
  "metric": "Metric"
}
