{
  "free-access": "Acces gratuit la Odin AI?",
  "form": "Completează formular",
  "all-rights-reserved": "Toate drepturile sunt rezervate.",
  "tool-description-1": "Odin AI ajută la dezvoltarea întreprinderilor mici și mijlocii în curs de transformare digitală. Platforma noastră web ",
  "tool-description-2": "optimizează produsele și procesele de business",
  "tool-description-3": " prin generarea automată, în câteva minute, a soluțiilor bazate pe inteligență artificială care rezolvă probleme de predicție pe date în format tabelar. Tot acest proces înlocuiește experții din domeniu.",
  "subscribe": "Abonează-te",
  "demo": "Demo",
  "our-story": "Povestea noastră",
  "story-description-1": "Odin AI a început ca un proiect de cercetare care să facă inteligența artificială ușor accesibilă. După publicarea lucrării de cercetare în cadrul ",
  "story-description-2": "conferinței ICCP 2021",
  "story-description-3": ", am dorit să transformăm acestă idee într-o companie.",
  "fix-description": "Acum suntem participanți în cadrul FIX Cluj, un program organizat în parteneriat cu Primăria Cluj-Napoca, care ajută tinerii antreprenori să își dezvolte ideile de business.",
  "how-it-works": "Cum funcționează?",
  "features": "Caracteristici",
  "human-readable-reports": "Rapoarte ușor de citit",
  "adaptive-interface": "Interfață adaptivă",
  "end-to-end-auto": "Automatizare completă",
  "supervised-tasks": "Învățare supervizată",
  "no-code-platform": "Utilizare fără cod",
  "api": "API",
  "human-readable-reports-description": "Descriu cum a fost construită soluția, arătând ce decizii au fost luate în timpul execuției și incluzând o descriere detaliată a datelor învățate",
  "adaptive-interface-description": "Permite utilizatorilor începători să rezolve probleme fără a avea nevoie de expertiză în AI și ajută experții să particularizeze cu ușurință modul în care soluțiile sunt generate",
  "end-to-end-auto-description": "Execută toți pașii necesari ai unui proiect de AI, începând cu curățarea datelor și terminând cu punerea în producție a modelelor",
  "supervised-tasks-description": "Rezolvă probleme de regresie, clasificare și predicție în timp scurt pentru date în format tabular",
  "no-code-platform-description": "Cunoștințele de programare sau expertiza în AI nu sunt necesare pentru utilizarea lui Odin AI",
  "api-description": "Fiecare soluție poate fi accesibilă cu ușurință și integrată în alte aplicații prin apeluri API",
  "subscribe-text": "Muncim din greu la versiunea noastră beta. Abonează-te ca să fii primul care află când este gata.",
  "email-invalid": "Ne pare rău, dar adresa de mail introdusă nu este validă!",
  "email-typing": "Adresa de e-mail",
  "demo-request": "Cere un demo",
  "request": "Cere",
  "email-contact": "Introduceți adresa de e-mail și vă vom contacta cât mai curând cu mai multe detalii",
  "footer-description": "Platforma ta web care optimizează produse și procese de business, prin generarea soluțiilor bazate pe inteligență artificială care rezolvă probleme de predicție.",
  "tagline-1": "Fii ",
  "tagline-2": "inteligent",
  "tagline-4": " în ",
  "tagline-3": "transformarea digitală",
  "use-cases": "Aplicații",
  "more-details": "Află Detalii",
  "contact-us": "Contactează-ne",
  "finance": "Finanțe",
  "finance-3": "Detectare pierdere clienți",
  "finance-2": "Predicție costuri asigurare",
  "finance-1": "Nerambursare împrumut",
  "finance-4": "Detecție fraudă",
  "finance-5": "Analiza riscului creditelor",
  "transport": "Transport",
  "transport-2": "Mentenanță predictivă a flotei",
  "transport-1": "Predicție volum de transport",
  "transport-3": "Prognoză cerere",
  "transport-4": "Predicție întârziere",
  "manufacturing": "Prelucrare",
  "manufacturing-2": "Prognoză consum energie",
  "manufacturing-1": "Predicție întreținere",
  "manufacturing-3": "Detectare anomalii",
  "manufacturing-4": "Evaluare calitate",
  "marketing": "Marketing",
  "marketing-3": "Predicție conversie clienți",
  "marketing-2": "Segmentare clienți",
  "marketing-1": "Reclamă direcționată",
  "marketing-4": "Predicție rentabilitate canale",
  "marketing-5": "Detectarea vânzării adiționale",
  "marketing-6": "Prognoza tendințelor și vânzărilor",
  "others": "Altele",
  "others-1": "Odin poate fi adaptat pentru orice industrie",
  "no-industry": "Nu găsești aplicații pentru industria ta?",
  "enter-your-email": "Te rugăm să îți introduci mail-ul și putem avea o discuție pentru a vedea ce ți se potrivește mai bine!",
  "sent": "Trimite",
  "industry-problems": "Problemele industriei",
  "frequent-use-cases": "Cele mai frecvente cazuri de utilizare AI",
  "cost-decrease": "Scăderea costului",
  "case-study": "Studiu de caz",
  "problem": "Problemă",
  "solution-data": "Soluție și date",
  "benefits": "Beneficii",
  "transport-description": "Se confruntă cu dificultăți în ceea ce privește <b>distanțele semnificative parcurse de camioane goale</b>, <b>mentenanța predictivă a vehiculelor</b> și <b>întârzierile</b> cauzate de evenimentele neașteptate. Aceste probleme nu sunt rezolvabile în mod optim cu metode tradiționale, așa că inteligența artificială vine în prim-plan.",
  "transport-use-case": "predicția volumului de transport",
  "transport-problem": "Companiile de transport au <b>probleme în optimizarea dimensiunii flotei de mașini</b> pentru sarcini specifice precum transportul produselor returnate.",
  "transport-solution-data": "Pentru a rezolva problema, Odin va învăța dintr-un <b>set de date istorice a produselor returnate</b> de către clienți reali. Aceste date tabelare includ doar <b>137 de exemple</b> și consistă în informații despre data comenzii, adresa și numele cumpărătorului, cantitatea și prețul comenzii, taxa de livrare, metoda de plată și dacă produsul a fost returnat.",
  "transport-benefits": "După învățarea acestor detalii, Odin poate <b>prezice starea comenzii</b> pentru clienți existenți sau noi, pentru următoarea perioadă, cu o <b>acuratețe de 94.90%</b>. Astfel, <b>mărimea flotei</b> folosite să transporte produsele returnate poate fi <b>estimată în prealabil pentru a minimiza costurile</b>.",
  "manufacturing-description": "Are obstacole precum <b>probleme ale calității produselor</b>, <b>perioade de nefuncționare a liniilor de producție</b> și <b>consumul ineficient de energie</b>. Aceste probleme pot fi rezolvate cu ușurință prin folosirea tehnicilor de inteligență artificială.",
  "manufacturing-use-case": "predicția întreținerii",
  "manufacturing-problem": "Fabricile <b>se confruntă cu opriri spontane ale producției</b> sau <b>probleme ale calității</b> din cauza echipamentelor deteriorate care nu sunt reparate la timp.",
  "manufacturing-solution-data": "Pentru a rezolva această problemă, Odin poate <b>prezice dacă un echipament se va strica în curând</b> sau dacă <b>se va defecta în anumite condiții speciale</b> de utilizare. În acest caz, învățarea se face dintr-un set de date tabelar cu <b>7998 de exemple care conțin date istorice înregistrate de senzori</b> și comportamentul asociat al echipamentului. Datele stocate conțin informații despre calitatea produsului construit, temperatură, numărul de rotații pe minut, cuplu, timpul utilizării utilajului și dacă acesta a eșuat.",
  "manufacturing-benefits": "Soluția generată poate detecta cu o <b>acuratețe de 98.68%</b> dacă echipamentul se va defecta în curând, dar fără a fi nevoie de un specialist care să-l verifice periodic. În acest mod, <b>calitatea produselor prelucrate</b> și <b>capacitatea de producție o să fie mereu îndeplinite</b>.",
  "finance-description": "Se ocupă cu <b>breșe de securitate</b>, <b>tranzacții frauduloase</b>, <b>erori umane</b>, <b>dificultăți de păstrare a clienților</b> și <b>clienți care nu mai pot să își plătească datoriile</b>. Aceste complicații not pot fi mereu rezolvate într-o modalitate convențională, astfel inteligența artificială este necesară.",
  "finance-use-case": "predicția nerambursării împrumutului",
  "finance-problem": "La momentul acordării unui credit, <b>banca nu poate să știe cu siguranță dacă clientul nu va putea să își plătească datoriile</b> în viitor.",
  "finance-solution-data": "Pentru a rezolva această problemă de predicție, Odin poate învăța dintr-un <b>set de date care conține împrumuturi acordate de către bancă</b>. În cazul de față, setul de date tabelar are <b>25999 de exemple</b> de împrumuturi care au fost rambursate sau nu. Datele detaliază clientul în ceea ce privește vârsta, venitul, proprietatea, anii de experiență în muncă, dacă clientul nu a putut să ramburseze un credit în trecut și câți ani a avut credite. De asemenea, sunt incluse detalii despre creditul actual și dacă clientul nu a reușit să-l ramburseze.",
  "finance-benefits": "După etapa de învățare, Odin poate să detecteze cu o <b>acuratețe de 93.66%</b> dacă un <b>client nu o să reușească să-și plătească creditul</b>, doar utilizând tipul de informație inclus la momentul antrenării. În acest mod <b>banca poate să își aleagă clienții cu mai multă încredere</b>, fără a risca să acorde banii cuiva care nu îi va putea plăti înapoi.",
  "marketing-description": "Întâmpină probleme precum <b>vizarea publicului potrivit</b>, <b>alegerea celor mai bune canale</b> și <b>estimarea ratei de conversie și a rentabilității investiției</b> pentru campanii înainte de lansare. Aceste probleme nu sunt întotdeauna ușor de rezolvat cu metode clasice, astfel încât inteligența artificială poate aduce soluția potrivită.",
  "marketing-use-case": "reclamă direcționată",
  "marketing-problem": "<b>Fără a efectua teste, specialiștii de marketing nu știu cu siguranță</b> care este <b>cel mai bun tip de reclamă</b>, <b>unde să o plaseze</b> și care este <b>cel mai valoros public.</b>",
  "marketing-solution-data": "Pentru a afla dacă o persoană <b>va face click pe o reclamă</b>, Odin va învăța inițial dintr-un <b>set de înregistrări istorice</b> care cuprind <b>798 de scenarii de plasare a anunțurilor</b>. Datele includ detalii despre utilizator precum timpul zilnic petrecut pe internet și pe site, vârstă și sex, dar și caracteristici demografice precum venitul din zona utilizatorului, orașul și țara acestuia. De asemenea, sunt conținute și informații despre dată, oră, subiectul reclamei și dacă utilizatorul a dat click.",
  "marketing-benefits": "După asimilarea tuturor detaliilor necesare, Odin poate prezice cu o <b>acuratețe de 97.52%</b> dacă o <b>persoană vizată va face click pe o reclamă anume</b>. Astfel, Odin poate înțelege comportamentul utilizatorilor reali și poate prezice acțiunilor altora noi, ceea ce duce la o <b>mai bună plasare a anunțurilor fără a testa efectiv campaniile</b>.",
  "transport-procent-details": "<b>63% din companiile</b> industriei transportului au înregistrat o <b>scădere a costurilor de până la 19%</b> datorită adoptării AI",
  "manufacturing-procent-details": "<b>64% din companiile</b> industriei prelucrării au înregistrat o <b>scădere a costurilor de până la 19%</b> datorită adoptării AI",
  "finance-procent-details": "<b>58% din companiile</b> industriei finanțelor au înregistrat o <b>scădere a costurilor de până la 19%</b> datorită adoptării AI",
  "marketing-procent-details": "<b>62% din companiile</b> industriei marketing-ului au înregistrat o <b>scădere a costurilor de până la 19%</b> datorită adoptării AI",
  "learning-phase": "Etapa de învățare",
  "testing-phase": "Etapa de testare",
  "column-learning": "Coloana de învățat",
  "start-learning": "Învață datele",
  "learning-report": "Raport învățare",
  "let-s-test-it": "Testează",
  "start-testing": "Începe testarea",
  "report-testing": "Raport testare",
  "save-results": "Salvează rezultate",
  "test-again": "Testează din nou",
  "upload-database": "Încarcă Setul De Date",
  "error-occured": "A apărut o eroare!",
  "ups": "Permisiune Refuzată",
  "error-check-train": "Contactează odin.automl.ai@gmail.com pentru a primi acces.",
  "error-check-test": "Te rugăm să verifici calitatea datelor.",
  "mobile-availability": "Acest conținut este disponibil doar pentru versiunea desktop a aplicației.",
  "metric": "Metrică performanță",
  "dataset-size": "Mărime dataset",
  "useless-columns": "Coloane de care nu avem nevoie",
  "duplicated-rows": "Rânduri duplicate",
  "features-title": "Importanța caracteristicilor pentru a prezice:"
}
